Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Nie podważam w żaden sposób twoich umiejętności, ale zależy mi, by ta obywatelka wróciła do domu jak najszybciej.
uk: Я жодним чином не ставлю під сумнів твої навички, але я дуже хочу, щоб ця громадянка якнайшвидше повернулася додому.

source: Nie podłogę i nie dla mnie, tylko ulice i dla mieszkańców. Za każde uprzątnięte miejsce dostaniesz 15 sztuk złota, no i oczywiście możesz zatrzymać wszystko, co tam znajdziesz.
uk: Не підлогу, і не для мене, лише вулиці для мешканців нашого міста. За кожне прибране місце ти отримаєш 15 золотих, і, звісно, зможеш залишити собі все, що при цьому знайдеш.

source: Nie pofatygował się nawet na pogrzeb swojego własnego człowieka, który przyjął za niego strzał z kuszy, ratując mu tym samym życie.
uk: Він навіть не прийшов на похорон своєї людини, яка прийняла арбалетний постріл на себе, врятувавши цим його життя.

source: Nie poganiam, zrobisz jak chcesz.
uk: Я ж не підганяю тебе, роби, як знаєш.

source: Nie pojawił się na spotkaniu.
uk: Він не з'явився на зустріч.

source: Nie pojawiłeś się na zbiórce i wszyscy uznali, że po prostu przesadziłeś ostatniej nocy z alkoholem.
uk: Ти не з'явився на загальний збір, і всі вирішили, що ти просто перебрав вчора ввечері з алкоголем.

source: Nie pomagasz, Marvin.
uk: Від тебе жодної користі, Марвіне.

source: Nie pomogłem ci, bo było mi cię żal.
uk: Я допоміг тобі не тому, що мені було тебе шкода.

source: Nie pomogłem żadnemu z rybaków w wygraniu zakładu. Chyba mogę zapomnieć o nagrodzie.
uk: Я не допоміг жодному з рибалок виграти парі. Думаю, про нагороду можна забути.

source: Nie pomyliłeś się ani razu, imponujące! Masz do tego talent.
uk: Ти жодного разу не помилився, дивовижно! В тебе до цього талант.

source: Nie pomyślałaś, że mógłbym uciec z złotem ze sprzedaży?
uk: Ти не думала, що я можу втекти з золотом від продажу?

source: Nie pomyślałeś, że mógł tak powiedzieć tylko po to, żeby wprowadzić nas w błąd, wiedząc, że ty mi później o tym opowiesz?
uk: Ти не думав, що він міг сказати це, щоб ввести нас в оману, знаючи, що ти мені потім все це розкажеш?

source: Nie popełniaj tego samego błędu co ja i nie daj sobie wcisnąć pracy. Nie warto.
uk: Не повторюй моїх помилок і не дай примусити себе тут працювати. Воно того не варте.

source: Nie popełniaj tego samego błędu, co ja, i nie daj tu sobie wcisnąć pracy. Nie warto.
uk: Не повторюй моїх помилок і не дай примусити себе тут працювати. Воно того не варте.

source: Nie pora na dorywcze robótki...
uk: Мені ніколи цим займатися...

source: Nie pora teraz na ckliwe historie.
uk: Зараз не час для любовних історій.

source: Nie pora teraz na zbieranie mirtu.
uk: Мені зараз не до збирання мирта.

source: Nie poradzisz sobie z moimi eliksirami. Są dla ciebie za mocne.
uk: Ти не впораєшся з моїми еліксирами. Вони занадто сильні для тебе.

source: Nie poradzisz. Taki już los miejskiego.
uk: Нічого не вдієш. Така вже доля містян.

source: Nie poratujesz damy buteleczką winka?
uk: Не порадуєш даму пляшкою вина?

source: Nie porównuj mnie do byle parobka! Jestem dziedzicem Volfzacka, przywódcą Wilczych Synów i jedynym prawowitym protektorem tej wyspy!
uk: Не порівнюй мене з якимось селюком! Я спадкоємець Вольфзака, лідер Вовчих Синів і єдиний законний захисник цього острова!

source: Nie porównuj tego do tych wszystkich morderstw, których się dopuściłeś.
uk: Не порівнюй це з усіма вбивствами, які ти скоїв.

source: Nie porównuj tego do tych wszystkich twoich morderstw.
uk: Не порівнюй це з усіма вбивствами, які ти скоїв.

source: Nie postąpiłeś zbyt rozsądnie przychodząc tutaj!
uk: Ви вчинили нерозумно, прийшовши сюди!

source: Nie poszło ci zbyt dobrze. Prawdę mówiąc, poszło fatalnie. Nie załatwiłeś nic konkretnego, szkoda.
uk: Ти не дуже добре впорався. Власне кажучи, катастрофічно. Ти не зробив нічого конкретного, що дуже прикро.

source: Nie poszło tak, jak to zaplanowałem. Ernesto powiedział głośno, jaką trasę obierze, ale dowiedział się o pułapce, jaką być może na niego założono. Trudno, teraz nic już z tym nie zrobię. Pora zapytać Caramona, czy nie zauważył czegoś podejrzanego.
uk: Все пішло не так, як планувалося. Ернесто вголос повідомив, яким маршрутом він піде, але дізнався про пастку, яку для нього могли підготувати. Я нічого не можу з цим вдіяти. Потрібно запитати Карамона, чи не помітив він чогось підозрілого.

source: Nie poszło zbyt dobrze.
uk: Все пройшло не дуже добре.

source: Nie potrafię tego przeczytać.
uk: Я не можу цього прочитати.

source: Nie potrafił nawet przeładować zwykłej kuszy, nie raniąc sobie przy tym palców.
uk: Він навіть не міг перезарядити звичайний арбалет, не поранивши пальців.

source: Nie potrzebujecie dodatkowej pary rąk do pracy?
uk: Вам не потрібна додаткова пара рук для роботи?

source: Nie potrzebujemy ludzi, którzy nie potrafią wykorzystać tak dogodnych szans.
uk: Нам не потрібні люди, які не можуть скористатися такими сприятливими можливостями.

source: Nie potrzebujesz czegoś?
uk: Тобі щось потрібно?

source: Nie potrzebujesz może przypraw do swoich potraw?
uk: Можливо, тобі потрібні спеції для твоїх страв?

source: Nie potrzebujesz przypadkiem czegoś?
uk: Тобі, випадково, нічого не потрібно?

source: Nie potrzebujesz przypadkiem kilku młotków?
uk: Тобі, випадково, не потрібно кілька молотків?

source: Nie potrzebujesz przypadkiem zapasu przypraw?
uk: Тобі, часом, не потрібен запас спецій?

source: Nie potrzebujesz wspólnika?
uk: Тобі не потрібен партнер?

source: Nie potrzebujesz żadnych boskich świecidełek, by dobrze wykonywać swoje obowiązki.
uk: Тобі не потрібні ніякі божественні дрібнички, щоб добре виконувати свої обов'язки.

source: Nie potrzebuję boskiej mocy, muszę liczyć wyłącznie na własne umiejętności. Czas na odrobinę pokory i podejmowanie trochę rozsądniejszych decyzji.
uk: Мені не потрібна божественна сила, я маю покладатися виключно на власні навички. Настав час проявити трохи смирення і приймати більш розсудливі рішення.

source: Nie potrzebuję nagrody.
uk: Не потрібна мені винагорода.

source: Nie potrzebuję tego. Wszyscy wiedzą, jak kończą się próby oszukania Corteza.
uk: Мені це не потрібно. Всі знають, чим закінчуються спроби обдурити Кортеза.

source: Nie potrzebuję w tym momencie dodatkowych rąk do pracy w gospodarstwie. Powoli kończymy zbiory i jeśli nic nagle nie zniszczy mojej farmy, to będzie mój najlepszy rok.
uk: Наразі мені не потрібні додаткові робочі руки в господарстві. Ми потихеньку закінчуємо збирати врожай і якщо раптом ніщо не зруйнує мою ферму, це буде мій найкращий рік.

source: Nie powiedział, bo byłeś dla niego za miękki. Chyba musisz wziąć kilka lekcji u Adelarda.
uk: Не сказав, бо ти був занадто м'яким з ним. Думаю, тобі варто взяти кілька уроків у Аделарда.

source: Nie powiedziałbym.
uk: Я б так не сказав.

source: Nie powiedziałem Corumowi o Baluenie. Medyk był zadowolony z wykonanego przeze mnie zadania.
uk: Я не розповів Коруму про Бейлена. Медик залишився задоволений тим, як я виконав своє завдання.

source: Nie powiedziałem tego...
uk: Я цього не казав...

source: Nie powiedziałem. Cortez dowiedział się wszystkiego od jednego z uchodźców, których transportowałeś.
uk: Я цього не робив. Кортез дізнався усе від одного з біженців, яких ти перевозив.

source: Nie powiedziałeś im, żeby trzymali mordę na kłódkę?
uk: Хіба ти не казав їм тримати язики за зубами?

source: Nie powiedziałeś, że to ja dodałem truciznę?
uk: Ти не повідомив, що це я додав отруту?

source: Nie powiem by te ruiny należały do najprzyjemniejszych miejsc, w których byłem. Załatwmy szybko co mamy do zrobienia i wynośmy się stąd.
uk: Не скажу, що ці руїни – одне з найприємніших місць, де мені доводилось побувати. Давай швиденько зробимо все, що потрібно, і забемося звідси.

source: Nie powiem ci dużo więcej niż powszechnie wiadomo, wszelakie tajemnice tego miejsca są zarezerwowane dla tutejszych strażników.
uk: Я не розкажу тобі більше, ніж і так всім відомо. Всі таємниці цього місця охороняються місцевими вартовими.

source: Nie powiem ci wiele, bo tak naprawdę znamy się tylko na pozbawianiu ich życia. Ale dobrze, niech pomyślę...
uk: Я не буду тобі багато розповідати, бо насправді ми знаємо тільки те, як позбавляти їх життя. Але дай подумати...

source: Nie powiem żebym narzekał. Większość dnia jestem na świeżym powietrzu i po prostu obserwuje czym żyje całe Silbach.
uk: Мені гріх скаржитись. Більшу частину дня я проводжу на свіжому повітрі та просто спостерігаю за тим, чим живе Сільбах.

source: Nie powiem, brzmi to śmiesznie, ale rozumiem, o co chodzi.
uk: Не буду казати, що це звучить смішно, але суть я вловила.

source: Nie powiem, długo kazał mi czekać! Tak długo, że w końcu sam musiałem ruszyć cztery litery sprzed ciepłego kominka i zadbać o swoje interesy.
uk: Нема слів, як довго він змусив мене чекати! Настільки довго, що мені врешті довелося самому перенести свій зад від теплого каміна і зайнятися цим самостійно.

source: Nie powiem, wykonanie wygląda na całkiem porządne.
uk: Не скажу, що робота виглядає пристойною.

source: Nie powiem, zaintrygowałeś mnie, ale chyba wolę jednak nie znać szczegółów. Najlepiej, jeśli pozostaniemy przy określeniu 'Badany'.
uk: Не скажу, що ти мене заінтригував, але вважаю за краще не знати подробиць. Краще, якщо ми зупинимося на терміні 'піддослідні'.

source: Nie powiem, że nie. Złoto zawsze się przyda, szczególnie, kiedy moja emerytura jest tak niepewna.
uk: Не відмовлюся. Золото завжди стане в нагоді, особливо коли моя пенсія настільки невизначена.

source: Nie powiem, żeby mi się zbytnio chciało, ale obietnica to obietnica.
uk: Не скажу, що я дуже хочу, але обіцянка є обіцянка.

source: Nie powiem, żeby ryby brały lepiej niż zazwyczaj, ale dla tak pomocnych ludzi jak ty, zdecydowanie znajdzie się jakaś skrzynka świeżych rybek.
uk: Не скажу, що риба клює краще, ніж зазвичай. Але для таких корисних людей, як ти, ящичок свіжої риби точно знайдеться.

source: Nie powiem, żeby zamach na Volkera był dla mnie czymś zaskakującym. Od dawna się na coś takiego zapowiadało!
uk: Не скажу, що замах на Волкера був для мене чимось несподіваним. Щось подібне вже давно назрівало!

source: Nie powiem, żebym szczególnie szanował twój wybór, ale rób co chcesz, to twoje życie. Oby tylko twój wybór oznaczał, że mogę ci zlecać też prawdziwie bojowe zadania.
uk: Не скажу, що дуже поважаю твій вибір, але роби, що хочеш, це твоє життя. Сподіваюся, що тепер я зможу доручати тобі справжні бойові завдання.

source: Nie powiesz nikomu, że... to ja napisałem te cholerne ulotki, prawda?
uk: Ти ж нікому не скажеш, що... це я написав ті кляті листівки, правда?

source: Nie powiesz swoim przełożonym, że... to ja napisałem te cholerne ulotki, prawda?
uk: Ти ж не скажеш своєму начальству, що... це я написав ті кляті листівки, правда?

source: Nie powinienem biegać w tym pancerzu
uk: Мені не варто шастати в цих обладунках

source: Nie powinienem był zostawiać tam ciała tego chłopaka. Jego koledzy z pewnością zwęszą teraz nasz podstęp.
uk: Не варто було залишати там тіло того хлопця. Тепер його колеги обов'язково рознюхають про нашу хитрість.

source: Nie powinienem ci ich wydać, ale jeśli Grayson ci zaufał, to musi to być coś poważnego.
uk: Я не повинен давати їх тобі, але якщо Грейсон довіряє тобі, то це має бути щось серйозне.

source: Nie powinienem o tym gadać, wiesz, żeby nie podkopywać morale, szczególnie u nowych... ale widzę, że dobrze ci z oczu patrzy.
uk: Я не повинен говорити про це, розумієш, щоб не підривати моральний дух, особливо у новачків... але по очах бачу, що ти добрий.

source: Nie powinienem oddalać się od Jorna.
uk: Мені не варто відходити далеко від Йорна.

source: Nie powinienem oddalać się od Ruperta.
uk: Мені не варто відходити далеко від Руперта.

source: Nie powinienem oddalać się od jaskini.
uk: Мені не варто відходити далеко від печери.

source: Nie powinienem publicznie pokazywać się w pancerzu Wodnego Kręgu...
uk: Мені не варто з'являтися на людях в обладунку Кільця Води...

source: Nie powinienem się nigdzie oddalać. Powinniśmy wykorzystać noc i dokończyć robotę.
uk: Я не повинен нікуди йти. Ми мусимо скористатися ніччю і закінчити роботу.

source: Nie powinienem się oddalać od Riordiana.
uk: Мені не варто відходити далеко від Ріордіана.

source: Nie powinienem się teraz oddalać.
uk: Мені зараз не варто відходити далеко.

source: Nie powinienem spać w tym łóżku.
uk: Я не повинен спати в цьому ліжку.

source: Nie powinienem teraz opuszczać lasu...
uk: Мені зараз не варто покидати ліс...

source: Nie powinienem wchodzić na piętro.
uk: Мені не варто підніматись нагору.

source: Nie powinienem zaprzątać sobie głowy takimi drobnostkami.
uk: Мені не варто турбуватися через такі дрібниці.

source: Nie powinienem złożyć relacji szefowi?
uk: Хіба я не повинен звітувати шефові напряму?

source: Nie powinieneś iść złożyć raportu do miasta?
uk: Хіба ти не повинен доповісти в місто?

source: Nie powinieneś obierać teraz rzepy albo odpoczywać?
uk: Хіба ти не маєш зараз чистити ріпу або відпочивати?

source: Nie powinieneś składać teraz raportu przełożonemu?
uk: Хіба ти не повинен зараз доповідати своєму начальству?

source: Nie powinieneś teraz leżeć?
uk: Хіба ти не повинен зараз лежати?

source: Nie powinieneś wziąć się za jakąś robotę, darmozjadzie?
uk: Може візьмешся за якусь роботу, дармоїде?

source: Nie powinni więc straszyć w całym porcie?
uk: Хіба вони не повинні тоді блукати по всьому порту?

source: Nie powinniśmy tyle gadać. Słuchaj, ja muszę tutaj zostać i pilnować piwnicy. Zajmiesz się przeszukiwaniem okolicy?
uk: Ми не повинні так багато розмовляти. Слухай, я мушу залишитися тут і охороняти підвал. Ти займешся обшуком околиць?

source: Nie powinno cię to interesować.
uk: Тебе це не повинно цікавити.

source: Nie powinno się tak postępować. Idź, porozmawiaj o tym z Notgerem.
uk: Так не можна робити. Іди, поговори про це з Нотгером.

source: Nie poznajesz mnie? Bo ja ciebie tak.
uk: Ти мене не впізнаєш? Бо я тебе впізнав.

source: Nie pozostaje mi nic innego jak życzyć ci powodzenia. Raczej będziesz go potrzebował.
uk: Єдине, що можу зробити, це побажати тобі удачі. Вона тобі знадобиться.

source: Nie pozostaje nam nic innego, jak szukać.
uk: Нічого іншого нам не залишається, окрім як шукати.

source: Nie pozostawiasz mi wyboru, będę musiał cię odciągnąć siłą.
uk: Ти не залишаєш мені вибору, я змушений буду відтягнути тебе силою.

source: Nie pozostawił mi wyboru, więc go zabiłem. Górnicy mogą potwierdzić moją wersję wydarzeń.
uk: Він не залишив мені вибору, тому я його вбив. Гірники можуть підтвердити мою версію подій.

source: Nie pozostało nam już wiele do stracenia, a żaden z nas nie zamierza umierać dla kawałka ziemi.
uk: Втрачати залишилося небагато, і ніхто з нас не збирається вмирати за шматок землі.

source: Nie pozwalaj na to!
uk: Не піддавайся!

source: Nie pozwolimy ci ograbić naszego domu! Zostaw nas w spokoju!
uk: Ми не дозволимо грабувати наш будинок! Залиш нас у спокої!

source: Nie pozwolę by byle kmiot wszedł w jej posiadanie!
uk: Я не дозволю, щоб вона дісталася кому прийдеться!

source: Nie pozwolę ci zbezcześcić jego ciała.
uk: Я не дозволю тобі спаплюжити його тіло.

source: Nie pozwolę sobie, by po wyspie krążyło coś, czego jeszcze nie upolowałem.
uk: Я не можу дозволити, щоб островом тинялося щось, на що я ще не полював.

source: Nie pozwól na to!
uk: Будь обережний!

source: Nie pożałujesz tego!
uk: Ти не пошкодуєш!

source: Nie pożałujesz tej decyzji!
uk: Ти не пошкодуєш про це рішення!

source: Nie pożałujesz! Przeszłość i przyszłość już stoją przed tobą otworem!
uk: Ти не пошкодуєш! Минуле і майбутнє вже відкриті перед тобою!

source: Nie pożałujesz, to wspaniała mikstura! Naprawdę, potrafi zdziałać cuda!
uk: Ти не пошкодуєш, це чудова мікстура! Справді, вона може творити дива!

source: Nie pożyczam sum większych niż 500 sztuk złota. Tym zajmuje się Volker. Wszystkich, których interesują większe pożyczki, odsyłam do niego.
uk: Я не позичаю більше 500 золотих. Цим займається Волкер. Всіх, хто зацікавлений у більших позиках, я направляю до нього.

source: Nie prosiłem o porady! Ale poproszę o co innego.
uk: Я не просив поради! Але попрошу про інше.

source: Nie prościej byłoby powiedzieć Lutzowi, że nie widzisz dla was przyszłości?
uk: Чи не простіше було б сказати Люцу, що ти не бачиш з ним спільного майбутнього?

source: Nie przeginaj, chłopcze. Moje kontakty będą teraz miały na ciebie oko.
uk: Не перебільшуй, хлопче. Мої люди тепер за тобою наглядатимуть.

source: Nie przejdą
uk: Ти не пройдеш

source: Nie przejmuj się chłopcze, na naszej arenie walczą najlepsi wojownicy z całej okolicy.
uk: Не хвилюйся, хлопче, на нашій арені б'ються найкращі воїни з усієї округи.

source: Nie przejmuj się mną, ja muszę tu chwilę zostać. Zbiorę siły, przemyślę... wszystko i dogonię was.
uk: Не зважай на мене, я мушу тут трохи побути. Я зберуся з силами, обдумаю все... і наздожену тебе.

source: Nie przejmuj się odejściem. Potrzeba mi zdolnych ludzi, a ty wykazujesz potencjał.
uk: Не хвилюйся через звільнення. Мені потрібні здібні люди, а ти маєш потенціал.

source: Nie przejmuj się wyzwiskami ciemnoty. Wielkie odkrycia zawsze wiążą się z obelgami od postronnych.
uk: Не переймайся звинуваченнями якихось бовдурів. Великі відкриття завжди пов'язані з образами з боку інших.

source: Nie przejmuj się wyzwiskami. To normalne, podczas służby usłyszysz jeszcze dużo gorsze. Musisz się przyzwyczaić.
uk: Не переживай через обзивання. Це звичайна справа, таке часто трапляється. Тобі доведеться звикнути до цього.

source: Nie przejmuj się, jakoś sobie poradzę.
uk: Не хвилюйся, я якось впораюся.

source: Nie przejmuj się, rozpoznaniem miejsca i celu zajmie się mój człowiek, który będzie ci towarzyszył. Twoim zadaniem jest transport i upewnienie się, że nasz gość nie będzie sprawiał kłopotów. Tylko niech ci się ręka nie omsknie - facet ma dotrzeć do mnie żywy.
uk: Не хвилюйся, місце вкаже моя людина, яка тебе супроводжуватиме. Твоє завдання – доставити його і простежити, щоб наш гість не створював неприємностей. Тільки не захоплюйся – хлопець має дістатися до мене живим.

source: Nie przejmuj się, zapach powinien minąć... za kilka miesięcy.
uk: Не хвилюйся, запах має зникнути... за кілька місяців.

source: Nie przekraczają żadnych przepisów, więc nawet Roderich nie może nic z nimi zrobić.
uk: Вони не порушують жодних правил, тому навіть Родеріх нічого не може з ними зробити.

source: Nie przeproszę go!
uk: Я не буду перед ним вибачатись!

source: Nie przepuścił. Musiałem sobie wyrąbać przez niego drogę.
uk: Він мене не пропустив. Тож я мусив прорубати шлях через нього.

source: Nie przerywaj mi! Niech no tylko dorwę tego małego gnojka.
uk: Не перебивай мене! Дай мені тільки зловити цього малого виродка.

source: Nie przerywaj. Przed koncertem odegramy małą scenkę.
uk: Не перебивай. Перед виступом ми розіграємо невеличку сценку.

source: Nie przesadzaj. Czasami się zastanawiam, czy nie wolałbym dalej wykonywać prostych robótek pokroju patrolu niż tego, co teraz mi się zleca.
uk: Облиш. Інколи я думаю, чи не хотів би я й надалі займатися простим патрулюванням, а не тим, що від мене вимагають зараз.

source: Nie przesadzasz trochę?
uk: Ти не перебільшуєш?

source: Nie przeskoczę na następną półkę, to zbyt daleko. Może ta książka posłuży mi za most?
uk: Я не перестрибну на наступну полицю, вона надто далеко. Можливо, ця книга стане для мене мостом?

source: Nie przestrasz się, gdy zostaniesz nagle zaczepiony przez jednego z naszych gońców. Dużo mieszkańców wykorzystuje nasze usługi do dostarczania listów czy paczek.
uk: Не лякайся, якщо до тебе раптом звернеться один із наших посланців. Багато мешканців користуються нашими послугами, щоб передавати листи чи пакунки.

source: Nie przestrzegać prawa!
uk: Не підкоряйтеся закону!

source: Nie przeszkadza ci to, że nie dostajesz pełnej sumy?
uk: Тебе влаштовує, що ти не отримуєш повну суму?

source: Nie przeszkadza ci, że Myrtańczycy władają Archolos?
uk: Тебе не турбує, що Архолосом правлять міртанці?

source: Nie przeszkadzaj mi teraz.
uk: Не заважай мені зараз.

source: Nie przeszkadzaj!
uk: Не заважай!

source: Nie przeszkadzaj! Muszę ćwiczyć!
uk: Не заважай! Мені треба практикуватися!

source: Nie przeszkadzajcie sobie.
uk: Не зважайте.

source: Nie przeszkadzam?
uk: Не заважаю?

source: Nie przeszło ci przez myśl, że gdyby twoja chata miała drzwi na klucz, to złodziej tak łatwo by się do niej nie dostał?
uk: А тобі не спадало на думку, що якби у твоїй хатині двері замикалися на ключ, то злодій не зміг би так легко проникнути всередину?

source: Nie przeszło ci przez myśl, że mógłbym po prostu dać nogę z całym złotem ze sprzedaży?
uk: А тобі не спадало на думку, що я міг би просто втекти з усім золотом від продажу?

source: Nie przesłyszałeś się.
uk: Тобі не почулося.

source: Nie przesłyszałeś.
uk: Не почулося.

source: Nie przewróci go nawet najbardziej porywiste wietrzysko, a wszystko to dzięki solidnej konstrukcji i kamiennej podstawie, na której się obraca.
uk: Його не здують навіть найсильніші пориви вітру, і все завдяки міцній конструкції та кам'яному фундаменту, на якому він побудований.

source: Nie przyglądałem się, jak schodzisz. Musisz mi pomóc!
uk: Я не бачив, як ти спускався. Ти мусиш мені допомогти!

source: Nie przyjmę twoich pieniędzy. Nie pozwolę, by Kuno tak się zachowywał wobec ludzi, którzy chcą faktycznie wykonać uczciwą pracę.
uk: Я не прийму твоїх грошей. Не дозволю Куно так поводитися з людьми, які хочуть чесно виконувати свою роботу.

source: Nie przyniosę ci więcej piwa!
uk: Я тобі більше не принесу пива !

source: Nie przypominam sobie jednak by ktoś z taką fryzurą pojawił się tu w tym tygodniu.
uk: Однак, я не пригадую, щоб хтось з такою зачіскою з'являвся тут цього тижня.

source: Nie przypominam sobie, abym udzielił ci głosu, chłopcze.
uk: Не пригадую, щоб тобі дозволяли говорити, хлопче.

source: Nie przypominam sobie, żeby był z kimkolwiek skłócony, ani miał jakiekolwiek problemy z prawem.
uk: Я не пригадую, щоб він з кимось конфліктував чи мав якісь проблеми з законом.

source: Nie przypominam sobie, żeby był z kimkolwiek skłócony...
uk: Я не пригадую, щоб він з кимось конфліктував...

source: Nie przypominam sobie.
uk: Не пригадую.

source: Nie przypominam sobie. Wiem tylko, że było ich trzech. Tamtego wieczora strasznie hałasowali i zamawiali wiele kolejek.
uk: Я не пам'ятаю. Знаю лише, що їх було троє. Того вечора вони страшенно галасували і дуже багато пили.

source: Nie przypuszczał jednak, że atakujący wykorzystają nieużywane szyby kopalniane do przedostania się do wnętrza twierdzy.
uk: Однак він не очікував, що нападники скористаються занедбаними тунелями копальні, щоб проникнути до фортеці.

source: Nie przypuszczałem, że będą tobą kierować tak małostkowe pobudki, jak chęć zagarnięcia majątku mojej rodziny.
uk: Я ніколи не думав, що тобою керують такі дріб'язкові мотиви, як бажання заволодіти майном моєї родини.

source: Nie przypuszczałem, że do obowiązków straży miejskiej należy rozwiązywanie spraw sercowych. Oby kolejna interwencja u tej pary nie była potrzebna.
uk: Ніколи б не подумав, що в обов'язки Міської Варти входить вирішення питань сердечних. Сподіваюся, більше не доведеться втручатися в проблеми цієї пари.

source: Nie przypuszczałem, że moje umiejętności perswazji są tak dobre. Facet uwierzył, że chcę mu pomóc i polecił mi porozmawiać z Ludlofem, który przemawia do ludzi w stoczni. Warto się tam rozejrzeć.
uk: Я й не припускав, що мої навички переконання настільки хороші. Хлопець повірив, що я хочу йому допомогти, і порекомендував поговорити з Людлофом, який виступає перед людьми поблизу корабельні. Варто перевірити.

source: Nie przypuszczałem, że ufając magom tak bardzo się przyczyniam do upadku społeczeństwa.
uk: Я й гадки не мав, що, довіряючи магам, так сильно сприяю занепаду суспільства.
